Repository: BubuHub/KlipperController
Catalog: myocto/lib/l10n/app_*.arb
Languages: pl

# welcome
source: Welcome to MyOcto
pl: Witamy w MyOcto

# addfilestoqueue
source: Add files to the queue
pl: Dodaj pliki do kolejki

source: Add files
pl: Dodaj pliki

# choicefile
source: Select file
pl: Wybierz plik

source: Printer settings
pl: Ustawienia drukarki

source: Close
pl: Zamknij

source: Settings
pl: Ustawienia

source: Printer IP
pl: IP drukarki

# temp_head
source: Head temperature
pl: Temperatura głowicy

# temp_bed
source: Bed temperature
pl: Temperatura łóżka

# cfg_klipper
source: Klipper configuration
pl: Konfiguracja Klippera

# cfg_edit
source: Edit cfg file
pl: Edytuj plik cfg

source: Remote control
pl: Zdalne sterowanie

# remote_desc
source: Control the printer
pl: Steruj drukarką

# settemp
source: Set temperature
pl: Ustaw temperaturę

# extrude
source: Extrude filament
pl: Wypluwanie filamentu

source: Pull up
pl: Wciągnij

# spitout
source: Spit put
pl: Wypluj

source: Fan
pl: Wentylator

source: Turn off
pl: Wyłącz

source: Turn on
pl: Włącz

source: Turn off motors
pl: Wyłącz silniki

source: Cancel
pl: Anuluj

source: Pause
pl: Pauza

# printprogress
source: Printing progress
pl: Postęp wydruku

source: Bed
pl: Łóżko

source: Head
pl: Głowica

source: Selected file
pl: Wybrano plik

source: Print
pl: Drukuj

source: Save
pl: Zapisz

source: Search
pl: Szukaj

source: Delete
pl: Usuń

# confirmdelete
source: Are you sure to remove
pl: Czy na pewno usunąć

source: Select
pl: Wybierz

# fromphone
source: From a phone
pl: Z telefonu

# fileapp
source: Through the Files application
pl: Przez aplikację Pliki

# frompi
source: From RaspberryPI
pl: Z RaspberryPI

# frompitext
source: Previously submitted
pl: Wcześniej przesłane

# printerlog
source: Klipper log
pl: Log Klippera
